<x-app-layout>
  <x-slot name="title">О нас</x-slot>
  <div class="py-12">
      <div class="max-w-7xl mx-auto sm:px-6 lg:px-8">
          <div class="bg-white overflow-hidden shadow-sm sm:rounded-lg">
              <div class="p-6 bg-white border-b border-gray-200">
                Отдел дополнительного образования

                Приамурского государственного университета имени Шолом-Алейхема

                Отдел дополнительного образования появился на базе факультета повышения квалификации и профессиональной переподготовки работников образования, созданного в 1999 г. в соответствии с приказом МО и ПО РФ от 20.11.96 № 344 и приказом Биробиджанского государственного педагогического института от 28.01.1998 № 17 с целью переподготовки и повышения квалификации работников образования ЕАО.

                Инициатором создания и первым руководителем факультета был д.п.н., профессор В.Н. Никитенко. Первыми слушателями – руководители и работники образования ЕАО, Амурской области, Хабаровского края. С самого начала, в течение двух лет, образовательные программы осуществлялись за счет гранта Фонда «Евразия», полученного В.Н. Никитенко.

                Приказом Рособразования от 26.04.2007 № 748 факультет был переименован в факультет повышения квалификации и профессиональной переподготовки работников образования, а с мая 2007 года в факультет повышения квалификации преподавателей (ПКП). Его руководителями в разное время были д.п.н., профессор Б.Е. Фишман, к.г.н., доцент Б.М. Голубь, к.н.п., доцент О.Е. Шафранова.  В настоящее время факультета повышения квалификации преподавателей переименован в отдел дополнительного образования, который возглавляет Н.В. Корякина.

                За все время деятельности факультета повышения квалификации преподавателей, а ныне отдела дополнительного образования,  обучение прошли тысячи учителей, специалистов и руководящих работников учреждений Еврейской автономной области и ДВФО.

                На основании Федерального закона об образовании от 29.12.2012 г. № 273-ФЗ «Об образовании в Российской Федерации» обучение на базе ВО и СПО осуществляется по следующим направлениям:

                повышение квалификации (объемом от 16 часов). По итогам курсов выдается Удостоверение установленного образца;
                профессиональная переподготовка (объемом от 250 часов). По итогам освоения программы выдается Диплом установленного образца.
                Сегодня отдел дополнительного образования осуществляет повышение квалификации и переподготовку для трех категорий слушателей; самой многочисленной из которых является группа педагогических работников сферы дошкольного, начального, специального, среднего профессионального образования. Кроме этого, в числе слушателей отдела дополнительного образования относительно высока доля государственных служащих, а также специалистов предприятий, граждан, желающих пройти профессиональную переподготовку для выполнения нового вида профессиональной деятельности.

                Обучаясь в университете, студенты также имеют возможность получения дополнительного профессионального образования по программам, реализуемым отделом дополнительного образования.

                Для организации и реализации дополнительных образовательных программ для специалистов области привлекается высококвалифицированный профессорско-преподавательский состав университета, а также специалисты-практики, с большим опытом теоретической  и практической работы.

                Весь учебный процесс проходит на основе применения современных активных методов и технических средств обучения: организуются и проводятся семинары, круглые столы, дискуссии, деловые игры, консультирование по профессиональным проблемам.

                В настоящее время задачами отдела являются: разработка и реализация дополнительных профессиональных  программ на основе профессиональных стандартов; реализация программ профессиональной переподготовки и повышения квалификации для уволенных в запас военнослужащих; внедрение дополнительных профессиональных программ технической направленности.
              </div>
          </div>
      </div>
  </div>
</x-app-layout>