<x-app-layout>
  <x-slot name="title">О нас</x-slot>
  <div class="py-12">
      <div class="max-w-7xl mx-auto sm:px-6 lg:px-8">
          <div class="bg-white overflow-hidden shadow-sm sm:rounded-lg">
              <div class="p-6 bg-white border-b border-gray-200">
                <h1 class="text-slate-100 text-2xl font-bold my-2">
                  Основная информация
                </h1>
                <p class="text-slate-400 text-md">
                  Центр международного и дополнительного образования был создан в 2018 году. Центр действует на основании лицензии на осуществление образовательной деятельности ПГУ имени Шолом-Алейхема (серия 90Л01 № 0009359, регистрационный № 2297 от 29 июля 2016г.) и свидетельства о государственной аккредитации (серия 90А01 № 0003078 регистрационный № 2933 от 31 октября 2018 г.) выданные федеральной службой по надзору в сфере образования и науки.
                  Центр является структурным подразделением университета, осуществляющим международную деятельность и реализующим образовательные программы (дополнительного образования для детей и взрослых; дополнительного профессионального образования):
                  Программы дополнительного профессионального образования:
                   – удостоверение о повышении квалификации – программы общей трудоемкостью от 16 часов;
                   - диплом о профессиональной переподготовке – программы общей трудоемкостью от 250 часов.
                  Программа профессионального обучения:
                   - свидетельство о профессии, рабочего, должности служащего.
                  Центром реализуются программы дополнительного образования детей и взрослых. С целью образования и развития детей функционируют: школа развития «Знайка», группы дополнительного образования детей «Университетская продленка» и «Ступеньки к школе», логопедический кабинет, центр по профилактике и развитию психологического здоровья несовершеннолетних детей, летние развивающие программы.
                </p>
                <h1 class="text-slate-100 text-xl font-bold my-2">
                  Кто может учиться?
                </h1>
                <p class="text-slate-400 text-md">
                  Согласно Федеральному закону «Об образовании в Российской Федерации» к освоению дополнительных профессиональных программ допускаются: лица, имеющие среднее профессиональное и (или) высшее образование; лица, получающие среднее профессиональное и (или) высшее образование.
                </p>
                <h1 class="text-slate-100 text-xl font-bold my-2">
                  Какой документ вы получите?
                </h1>
                <p class="text-slate-400 text-md">
                  Лицам, успешно прошедшим итоговую аттестацию по программам дополнительного профессионального образования и профессионального обучения выдается документ установленного образца, который будет внесен в ФИС «Федеральный реестр док4ументов об образовании».
                </p>
              </div>
          </div>
      </div>
  </div>
</x-app-layout>